{
  "PEPPY_SCREENSAVER":{
    "PLUGIN_NAME":"PeppyMeter Screensaver",
    "PLUGIN_CONFIGURATION":"Configuration de PeppyMeter",
    "ALSA_SELECTION":"Alsa configuration",
    "ALSA_SELECTION_DOC":"<b>Alsa modulaires:</b> pipeline alsa standard, DSD est reformaté en 192kHz PCM<br /><b>DSD native:</b> Peppymeter utilise un pipeline de sortie séparé, pas de reformatage de DSD, mais pas d'entrée pour les VU-mètres avec services de connexion",
    "ALSA_SELECTION_0":"Alsa modulaires (DSD est reformaté en 192kHz)",
    "ALSA_SELECTION_1":"DSD native (pas de prise en charge des services de connexion)",
    "TIMEOUT":"Délai d'attente de l'économiseur d'écran",
    "TIMEOUT_DOC":"Délai d'attente en secondes jusqu'au démarrage de l'économiseur d'écran Peppymeter.<br /><br />Veuillez définir les options de suivi dans le plug-in Touch Display:<br />- Le délai d'attente standard de l'économiseur d'écran dans le plug-in TouchScreen doit être supérieur à celui de PeppyMeter<br />- 'Durée avant économiseur d'écran' à 'ON'",
    "PEPPYMETER_CONF":"Paramètres globaux du PeppyMeter",
    "PEPPYMETER_DESC":"Paramètres globaux pour tous les VU-mètres",
    "VUMETER_CONF":"Paramètres du VU-mètre",
    "VUMETER_DESC":"Les compteurs disponibles dépendent du 'Dossier des compteurs actifs' sélectionné",
    "METER":"VU-mètres",
    "METER_DOC":"Sélectionnez un VU-mètre du dossier de compteurs actif",
    "LIST_EMPTY":"Aucun VU-mètre dans la liste. Revenez en mode aléatoire!",
    "RANDOMSELECTION":"VU-mètres pour liste",
    "RANDOMSELECTION_DOC":"Liste de noms de compteurs séparés par des virgules à utiliser, si la liste est sélectionnée.<br />Liste des compteurs disponibles pour copier et coller:<br /><br />",
    "RANDOMINTERVAL":"Intervalle aléatoire",
    "RANDOMINTERVAL_DOC":"Intervalle de temps jusqu'à ce que le prochain VU-mètre soit affiché",
    "NEEDLE_CACHE":"Needle Cache",
    "NEEDLE_CACHE_DOC":"Un Raspberry avec 1 Go de RAM et une résolution d'affichage de 1920x1080 or 1280x800 est dur à la limite de mémoire. Par conséquent, le cache doit être désactivé afin d'économiser de la mémoire. Sinon, aucun mode aléatoire ou liste n'est possible",
    "ACTIVE_FOLDER":"Dossier de compteur actifs",
    "ACTIVE_FOLDER_DOC":"La sélection du dossier activement utilisé pour le VU-Meter dépend de la résolution de l'écran",
    "SMOOTH_BUFFER":"Aiguille lisse",
    "SMOOTH_BUFFER_DOC":"Réglez l'indolence des aiguilles: 2...15 (2-rapide ... 15-paresseux)",
    "MOUSE":"Prise en charge de la souris",
    "MOUSE_DOC":"Pour un écran tactile, activez le support de la souris, pour avoir la possibilité d'arrêter l'économiseur d'écran par touche. Pour un écran HDMI standard sans toucher, désactivez cette option",
    "APPLY":"Appliquer",
    "INFO_MIN":"La valeur a été ajustée au minimum possible.",
    "INFO_MAX":"La valeur a été ajustée au maximum possible.",
    "NAN":": The previous value has been kept because the value entered is not a number.",
    "NO_PEPPYCONFIG":"Aucun PeppyMeter 'config.txt' trouvé. Impossible de lire et d'enregistrer les paramètres !",
    "NO_CHANGES":"Aucune modification à enregistrer.", 
    "UNINSTALL_TITLE":"Redémarrage nécessaire",
    "UNINSTALL_MSG":"Veuillez redémarrer le système une fois la désinstallation terminée"
  }
}
